const DietAdvice = () => (
  <div>
    반려견의 체중 감량을 돕고 싶으신가요? <br />
    <br />첫 번째, 간식을 줄이시는 것은 필수 조건입니다. 아무리 건강한 음식을
    먹더라도 간식 섭취량이 줄어들지 않는다면 악순환의 반복이 됩니다. <br />
    <br />두 번째, 올바른 식이 제공이 중요해요. 바프독 생식은 흡수율이 90%
    이상이에요! 흡수율이 높은 영양식을 제공하는 것은 아이들의 배설물의 질을
    개선하는 것뿐 아니라 건강하게 뛰어놀 수 있는 에너지를 제공합니다. 수분을
    걷어낸 탈수 사료, 즉 건조사료를 소화시키느라 몸속에서 계속 위가 운동하는
    시간을 줄여주실 수 있도록 흡수율이 높은 바프독 생식을 급여해 보세요. 위가
    계속해서 일해야 하는 부담이 줄고, 빠른 흡수와 소화로 아이들의 활동량이 눈에
    띄게 늘어납니다. 이는 스트레스받지 않는 건강한 다이어트의 지름길입니다.{' '}
    <br />
    <br />세 번째, 반려견의 체중변화를 지속적으로 모니터링해주세요. 약 한 달간의
    체중변화를 지켜봐 주시고 앞으로의 식습관 및 생식 급여 용량에 대해 바프독
    전문가에게 상담을 요청하세요! <br />
    <br />
    바프독과 함께하는 건강한 다이어트! 보호자님을 응원합니다!
  </div>
);

const SpecificDogStatusAdvice = () => (
  <div>
    아이의 임신을 축하드립니다. 임신 중인 반려견은 아주 세심한 관리가
    필요합니다. 보호자님의 반려견은 아이들의 영양식사에 관심이 많은 훌륭한
    보호자를 만났으니, 얼마나 행복할지 상상하니 저희가 더 기쁘네요.
    <br />
    <br /> 수의사와 상담은 완료하셨나요? 임신 상태를 꾸준히 확인하고 건강한
    임신을 계획하는 것은 임신한 강아지를 위한 첫 번째 발걸음입니다. <br />
    <br />
    임신한 강아지는 보통의 식사보다 더 많은 양의 영양소를 섭취해야 하므로 더더욱
    각별한 주의가 필요합니다. 걱정하지 마세요 바프독 전문가들에 의해 용량이
    계산되어 각 레시피별 급여량을 추천드리고 있어요!
    <br />
    <br /> 임신한 반려견에게 고품질의 식사를 꾸준히 제공하는 것은 당장 아이의
    건강뿐 아니라 출산 후 앞으로의 삶을 결정할 수 있는 중요한 조건입니다.
    <br />
    비타민&미네랄이 풍부한 바프독 생식은 사료와는 달리 파괴되지 않은 영양소를
    제공하기에 고품질의 영양소를 섭취할 수 있도록 도와드릴 거예요. <br />
    <br />
    무엇보다 잘 먹는 것이 중요하니 아이가 평소에 좋아하는 육고기의 레시피를
    선택해 주세요! 바프독은 임신한 반려견에게 더블고기 레시피를 추천합니다.
  </div>
);

export const surveyDescriptionList = {
  '#건강해요': (
    <li>
      <h2>#건강해요</h2>
      <div>
        보호자님이 얼마나 귀하고 소중하게 키워주셨는지 나타나는 대목이죠. <br />
        건강한 강아지는 눈빛과 모질, 활동량에서 나타납니다. <br />
        타고난 기질상 얌전한 아이들도 건강만 하다면 반짝반짝 빛나는 눈과 깨끗한
        눈 주위, 부드럽고 윤기 나는 모질에서 건강함을 알 수 있어요! <br />
        바프독 생식은 소화흡수율을 높인 생식입니다. <br />
        아이의 적응기간을 거쳐 바프독 생식을 주식으로 전환한다면 사료를
        소화시키는 시간보다 소화 에너지를 훨씬 적게 소비하기 때문에 아이들이 더
        신나게 노는 모습을 보실 수 있어요. <br />
        건강한 강아지는 견주의 삶을 윤택하게 합니다. <br />
        건강한 아이를 오래오래 더 건강하게! 바프독 생식 레시피를 골라보세요.
      </div>
    </li>
  ),
  '#말랐어요': (
    <li>
      <h2>#말랐어요</h2>
      <div>
        반려견이 말랐다고 많은 음식이나 간식을 한 번에 주는 것은 좋지 않아요!{' '}
        <br />
        건강하고 신선한 음식, 고품질의 영양식을 제공하는 게 중요해요. <br />
        마른 아이들은 식사에 관심이 없는 경우가 많아요. 따라서 작은 용량을
        급여하더라도 고품질의 식사와 영양식을 제공하는 것이 큰 도움이 됩니다.{' '}
        <br /> <br />
        바프독의 고영양 기력보충 레시피를 이용하신다면, 반려견이 적은 양의
        식사를 하더라도 사료 급여 시보다 2배 이상의 신선한 고기와 야채를 섭취할
        수 있어요! <br />
        작은 용량이지만 아이의 배를 든든하게 채워주세요. <br />
        소화 흡수율이 뛰어난 바프독 생식은 아이들에게 기분 좋은 포만감을
        제공합니다. 기분 좋은 포만감은 더 즐거운 식사시간을 만들어줍니다.
      </div>
    </li>
  ),

  '#다이어트필요': (
    <li>
      <h2>#다이어트필요</h2>
      <DietAdvice />
    </li>
  ),
  '#심각한비만': (
    <li>
      <h2>#심각한비만</h2>
      <DietAdvice />
    </li>
  ),
  '#임신한상태': (
    <li>
      <h2>#임신한상태</h2>
      <SpecificDogStatusAdvice />
    </li>
  ),
  '#수유중': (
    <li>
      <h2>#수유중</h2>
      <SpecificDogStatusAdvice />
    </li>
  ),
  '#적은음수량': (
    <li>
      <h2>#적은음수량</h2>
      <div>
        시중에 판매되는 건사료는 보관기관을 늘리기 위해 고온압출 공정과정을 거친
        후 수분을 완전히 제거한 식사라고 볼 수 있어요. 이 건조사료가 등장하면서
        보호자에게는 상당한 편의를 제공했지만 반려견들에게는 하부 요로계 피부
        질환 등 여러 질환을 발생시켰습니다. 음수량이 충분하지 않으면 여러 질환에
        노출될 가능성이 높아져요.
        <br />
        <br /> 바프독 생식은 충분한 수분 함량을 가지고 있고, 충분한 수분과 함께
        가장 중요한 건강한 단백질과 비타민, 미네랄 등이 파괴되지 않은 생 자연식
        그대로 담겨있습니다. 단지 수분 섭취량을 늘릴 뿐 아니라, 물만 먹는 것과는
        다른 풍부한 효과를 기대할 수 있는 것이죠 가공되지 않는 바프독 생식은
        파괴되지 않는 영양소를 그대로 아이들에게 전달합니다. <br />
        음수량과 함께 더 프레쉬한 식사를 선물해 드릴게요!
      </div>
    </li>
  ),
  '#많은활동량': (
    <li>
      <h2>#많은활동량</h2>
      <div>
        활동량이 많은 아이는 충분한 영양 에너지와 건강한 에너지를 갖고 있다는
        뜻입니다. 물론, 활동량이 너무 많다면 감당하는 보호자는 가끔 지칠 때도
        있겠지만요 ^^;
        <br />
        <br />
        여러분 그거 아시나요.
        <br /> 항상 에너지가 넘치고 활동적이던 우리 아이가 두 살 이후 무렵부터
        급격히 활동량이 줄어들고 잠자는 시간이 길어진다면 정말 마음이 아픕니다.{' '}
        <br />
        <br />
        반려견의 시간은 인간의 시간보다 빠르게 흘러가기 때문에 점점 나이 들고
        있구나를 절실히 느낄 수 있죠. <br />
        <br />
        활동량이 많다면 바프독과 담당자와 상의해 보고 급여량을 조금 늘려주시는
        것도 좋은 방법이에요. 활동량이 많은 아이들은 다른 아이들보다 에너지
        소모량이 많기 때문에 급여량에 조금 차이가 있을 수 있습니다.
        <br />
        바프독은 그런 점까지 고려하여 급여량 수정도 가능하오니 언제든 연락
        주세요!
      </div>
    </li>
  ),
  '#적은활동량': (
    <li>
      <h2>#적은활동량</h2>
      <div>
        아이들 나이에 따라 활동량은 다르게 나타날 수 있어요.
        <br />
        분명한 건 건사료만 꾸준히 급여한 아이들보다 바프독 생식을 급여한
        친구들의 활동량이 월등히 높다는 사실입니다.
        <br />
        <br /> 바프독 생식은 소화흡수율을 높인 생식입니다.
        <br />
        아이의 적응기간을 거쳐 바프독 생식을 주식으로 전환한다면 사료를
        소화시키는 시간보다 소화 에너지를 훨씬 적게 소비하기 때문에 아이들이 더
        신나게 노는 모습을 보실 수 있어요. <br />
        <br />
        아이가 잘 먹고 잘 자고 잘 논다면 적은 활동량은 걱정하실 문제는 아니지만,
        그래도 활동량이 적은 아이들은 소화흡수율이 높은 바프독 생식사료를
        급여함으로써 더 활력 있는 에너지를 제공해 줄 수 있어요.
      </div>
    </li>
  ),
  '#관절': (
    <li>
      <h2>#관절</h2>
      <div>
        바프독 생식 몇몇 레시피에는 관절에 도움을 주는 강황이 포함되어 있어요!{' '}
        <br />
        반려견에게 강황은 그대로 제공한다면 영양 흡수면에서 효과가 없을 수 있기
        때문에 바프독은 아이들의 몸에 흡수가 될 수 있도록 바프독 연구 결과에
        따라 만들어진 ‘바프독 강황큐브’를 레시피에 넣고 있어요. <br />
        <br />
        바프독 생식은 영양 흡수율이 높은 체중관리에 훌륭한 레시피를 제공하기
        때문에 아이들의 체중관리 및 관절 건강에 더 좋은 선택이 될 수 있어요.{' '}
        <br />
        고품질의 영양 생식을 제공하며 아이들의 몸의 독소를 배출하고 건강하게
        바뀌는 과정은 아이들의 염증성 질환, 관절염과 같은 질환을 예방하는데
        도움이 될 거예요.
      </div>
    </li>
  ),
  '#피부·모질': (
    <li>
      <h2>#피부 #모질</h2>
      <div>
        바프독 생식은 반려견에게 필요한 모든 영양 사항을 충족시키기 위해 완벽한
        비율로 제조된 생식입니다. 단백질, 지방, 비타민, 미네랄 등이 포함되어
        영양 균형을 유지할 수 있도록 돕지요. <br /> <br /> 고온 압출 등 오랫동안
        가열하여 건조한 사료와 달리, 가공이 없이 생 그대로 풍부한 영양을 담고
        있는 바프독 생식은 영양소와 유익균, 효소등이 풍부하여 아이들의 일생을 더
        건강히 살 수 있도록 돕고 있어요. <br /> <br /> 영양적으로 풍부한 식사를
        급여 시 아이들에게 제일 먼저 나타나는 변화는 모질입니다. 생식 급여 2~3주
        후 반려견에 모질이 부드러워지고 윤기 나는 것을 발견하실 수 있을 거예요.
        올바르게, 건강하게, 변화되는 과정입니다. <br /> <br />
        한 미국 연구결과에 따르면 ‘평생 건조된 사료를 먹는 것은 평생 인스턴트와
        같은 라면을 먹는 것과 같다’ 라는 이야기가 있습니다. 이런 인스턴트식품,
        질이 나쁘게 건조된 사료 등은 아이들에게 염증성 질환을 지속적으로
        일으키고 있어요. 통계에 따르면 동물병원을 방문하는 60% 이상의 반려견이
        알러지성 피부질환을 갖고 있다고 합니다. <br /> <br />
        적절한 영양식인 바프독 생식을 토핑으로라도 섞어준다면 아이들의 염증성
        질환을 더 낮출 수 있어요! 우선 아이가 좋아하는 육고기를 선택하여 토핑
        플랜으로 천천히 급여를 바프독 생식으로 전환해 보세요. 지긋지긋한
        병원과는 멀어지는 가장 빠른 선택이 될 거예요!
      </div>
    </li>
  ),
  '#소화력부족': (
    <li>
      <h2>#소화력부족</h2>
      <div>
        반려견이 종종 구토나 설사를 하는 경우가 있어요~! 자견의 경우 아직
        식사량을 조절하는 능력이 없어 급하게 먹는 경우가 많고 성견의 경우 아주
        다양한 요인이 있습니다.
        <br />
        <br /> 반려견의 소화력이 걱정이시라면 바프독 생식으로 변환 시 2~3주
        충분한 기간을 두시고 적응기간을 지켜보아주세요 건사료를 먹던
        친구들이라면 딱딱하고 건조한 사료를 소화하는 것과 수분함량이 충분한
        바프독 생식을 소화시키는 시간이 다르기도 하고 장내 ph농도 변화로 인해
        당황할 수도 있기 때문이에요.
        <br />
        <br /> 가공되지 않은 천연 원재료의 바프독 생식은 아이들의 소화 흡수율을
        높이도록 도와줄 거예요~! 혹시 반려견이 첫 생식을 먹어보고 너무 잘
        먹는다고 해서 적응기간을 줄이거나 토핑양을 갑자기 늘리지 마세요!
        아이들이 맛있다고 급하게 먹다가 구토하는 경우도 있으니 소화력이 약한
        친구들의 경우 꼭 적응 기간을 길게 두고 지켜보아 주시기를 바랍니다.
      </div>
    </li>
  ),
  '#빈혈': (
    <li>
      <h2>#빈혈</h2>
      <div>
        반려견의 빈혈은 적혈구 기능손상 및 수량 감소로 인해 산소 공급까지 영양을
        미칠 수 있어요. 따라서 빈혈이 있는 친구들의 경우 보호자의 세심하고
        꾸준한 관리가 필요하며, 동물 병원에 방문하여 빈혈의 원인에 대해 파악하고
        아이가 먹을 음식에 대해 수의사와 충분히 상의하는 것이 중요합니다. <br />
        <br />
        빈혈이 있는 친구들의 경우 더더욱 고품질의 단백질과 영양소를 충분히
        섭취하는 것이 좋아요! 그런 음식이 간식이 아닌 주식이라면 더 좋을 수
        있습니다. 바프독 생식은 철분이 풍부한 소간, 비타민 B12를 포함해 필수
        영양소가 충분히 담겨 있으니 주식으로 급여하면서 아이들의 전반적인 빈혈
        개선을 도와주실 수 있어요!
        <br />
        <br />
        빈혈은 반려견을 피곤하게 하고 지치게 만들기에 필수 영양소를 꼭 공급해
        주세요.
      </div>
    </li>
  ),
  '#피로회복': (
    <li>
      <h2>#소화력부족</h2>
      <div>
        유독 요즘 아이의 기력이 떨어져 보인다거나 더운 날씨, 또는 추운 날씨
        영양보충이 필요하다거나 영양보충을 해주고 싶은 보호자의 마음은 무수히
        다양하죠. <br />
        <br />
        영양균형을 맞추기 위해 집에서 생식 영양 엑셀표를 공부하고 생식에 대해
        찾아보고, 영양소를 짜보고 고민해 보시는 보호자님도 많으시죠. <br />
        <br />
        걱정 마세요. 보호자님은 건강한 보호자가 되기만을 신경 써주세요! <br />
        반려견의 건강은 저희가 신경 쓰겠습니다. <br />
        <br />
        바프독은 한 레시피를 만들기까지 6개월 이상의 연구 결과와 검사 결과를
        거쳐서 만들어냅니다. 보통의 반려견 친구들에게 부족한 영양소를 빠짐없이
        제공하고자 저희가 지속적으로 연구하고 레시피를 출시하고 있어요. <br />
        <br />
        분기별로 다양한 레시피를 선택하셔서 다양한 영양소를 골고루 급여할 수
        있도록 신경 써주세요. :)
      </div>
    </li>
  ),
};
