export const recommendRecipeDescriptionList = {
  '구토·설사·복통': (
    <div>
      1. Starter Premium
      <br />
      <br />
      닭고기와 칠면조 가슴살을 사용한 이 레시피는 소화가 잘 되는 단백질을
      제공하여 구토, 설사 및 복통을 예방하는 데 도움을 줍니다. 닭고기와 칠면조
      가슴살은 위에 부담을 덜어주어 소화 건강을 촉진하며, 단호박과 녹색바나나는
      섬유질이 풍부해 소화를 돕고, 위장관의 염증을 줄이는 데 기여합니다. 구토,
      설사, 복통 문제가 있는 반려견에게 이 레시피를 추천합니다. 반려견의 소화
      건강을 위해 지금 선택하세요!
      <br />
      <br />
      #닭고기 #칠면조가슴살 #단호박 #녹색바나나
      <br />
      <br />
      <br />
      2. Premium Chicken
      <br />
      <br />
      닭 가슴살과 닭 심장을 사용한 이 레시피는 구토, 설사 및 복통을 예방하는 데
      효과적입니다. 닭 가슴살은 소화에 부담을 덜어주는 저지방 고단백 식재료로,
      위장 건강을 유지하는 데 도움을 줍니다. 단호박과 브로콜리는 섬유질과 항산화
      성분이 풍부하여 소화 기능을 개선하고, 염증을 줄입니다. 구토, 설사, 복통
      문제가 있는 반려견에게 이 레시피를 추천합니다. 반려견의 소화 건강을 위해
      지금 선택하세요!
      <br />
      <br />
      #닭가슴살 #닭심장 #단호박 #브로콜리
      <br />
      <br />
      3. Duck & Lamb
      <br />
      <br />
      오리 가슴살과 양 어깨살을 사용한 이 레시피는 소화가 잘되는 단백질과
      지방산을 제공하여 구토, 설사 및 복통을 예방합니다. 오리고기는 오메가-3
      지방산이 풍부하여 염증을 줄이고, 위장 건강을 지키며, 양고기는 비타민 B12와
      아연을 제공해 신진대사를 촉진합니다. 단호박과 표고버섯은 소화 건강을 돕고
      염증을 줄여주어 소화 장애를 예방합니다. 구토, 설사, 복통 문제를 가진
      반려견의 건강을 위해 이 레시피를 선택하세요!
      <br />
      <br />
      #오리가슴살 #양어깨살 #단호박 #표고버섯
      <br />
      <br />
      <br />
    </div>
  ),
  '체중 조절': (
    <div>
      1. Lamb & Beef
      <br />
      <br />
      소 홍두깨살과 양 어깨살을 사용한 이 레시피는 체중 관리와 근육 보호를
      동시에 지원하는 고단백 식재료를 제공합니다. 소고기와 양고기는 철분과
      비타민 B12가 풍부해 신진대사를 촉진하며, 근육을 보호합니다. 단호박과
      당근은 포만감을 제공하여 체중 관리에 도움을 주며, 헴프씨드는 오메가-3
      지방산과 섬유질을 제공하여 체중 감량에 유리합니다. 반려견의 건강한 체중
      관리를 위해 지금 선택하세요. 체중 조절을 위한 최적의 선택입니다!
      <br />
      <br />
      #소홍두깨살 #양어깨살 #단호박 #당근 #헴프씨드
      <br />
      <br />
      <br />
      2. Premium Beef
      <br />
      <br />
      소 홍두깨살과 소심장을 포함한 이 레시피는 체중 조절과 근육 보호에 필요한
      고단백 식재료를 제공합니다. 소고기는 철분과 아연이 풍부하여 체내 에너지와
      근육을 유지하는 데 필수적입니다. 단호박과 사과는 소화 건강을 돕고 포만감을
      유지하며, 코코넛은 체내 에너지를 지속적으로 공급하여 체중 조절에 도움을
      줍니다. 반려견의 건강한 체중 관리를 위해 이 레시피를 선택하세요. 체중
      조절에 필요한 모든 영양소를 제공합니다.
      <br />
      <br />
      #소홍두깨살 #소심장 #단호박 #사과 #코코넛
      <br />
      <br />
      <br />
      3. Premium Turkey
      <br />
      <br />
      칠면조 가슴살을 사용한 이 레시피는 저지방 고단백질로, 체중 조절과 근육
      유지를 돕습니다. 칠면조 가슴살은 필수 아미노산과 비타민 B6가 풍부하여 근육
      보호와 지방 연소를 동시에 이룹니다. 단호박과 사과는 베타카로틴과 섬유질이
      풍부하여 소화를 돕고, 포만감을 제공합니다. 반려견의 체중 조절을 위해 이
      레시피를 선택하세요. 건강한 체중 관리를 위한 최적의 선택입니다!
      <br />
      <br />
      #칠면조가슴살 #단호박 #사과
      <br />
      <br />
      <br />
    </div>
  ),

  피로회복: (
    <div>
      1. Duck & Lamb
      <br />
      오리 가슴살과 양 어깨살을 사용한 이 레시피는 피로 회복에 필수적인 단백질과
      필수 지방산을 제공합니다. 오리고기는 오메가-3 지방산이 풍부하여 염증을
      줄이고, 양고기는 비타민 B12와 아연이 포함되어 신진대사를 촉진합니다.
      단호박과 블루베리는 항산화 성분이 풍부하여 세포 보호를 돕고, 피로 회복을
      지원합니다. 활동량이 많은 반려견에게 이 레시피를 추천합니다. 반려견의
      활력을 유지하고 피로를 빠르게 회복하도록 도와주세요!
      <br />
      #오리가슴살 #양어깨살 #단호박 #블루베리
      <br />
      <br />
      2. Premium Lamb
      <br />
      양 어깨살과 양심장을 포함한 이 레시피는 피로 회복에 필요한 고단백질을
      제공하여 체력을 빠르게 회복시킵니다. 양고기는 비타민 B12와 아연이 풍부하여
      신진대사를 촉진하고, 체내 에너지를 공급합니다. 단호박과 사과는 소화와
      면역력을 강화하며, 블루베리는 항산화 성분을 통해 세포 손상을 방지하고
      피로를 회복시킵니다. 반려견의 피로 회복과 활력을 유지하기 위해 이 레시피를
      선택하세요!
      <br />
      <br />
      #양어깨살 #양심장 #단호박 #사과 #블루베리
      <br />
      <br />
      3. Starter Premium
      <br />
      닭고기와 칠면조 가슴살을 사용한 이 레시피는 피로 회복에 필요한 단백질과
      에너지를 제공합니다. 닭고기는 필수 아미노산과 비타민 B6가 풍부해 근육
      회복을 돕고, 칠면조 가슴살은 저지방 고단백 식재료로 체내 에너지를
      보충합니다. 단호박과 녹색바나나는 소화 건강을 돕고 체내 에너지를
      지속적으로 공급하여 반려견의 피로 회복을 지원합니다. 피로를 빠르게
      회복하고 활력을 되찾기 위해 이 레시피를 선택하세요!
      <br />
      #닭고기 #칠면조가슴살 #단호박 #녹색바나나
      <br />
      <br />
      <br />
    </div>
  ),
  눈물·눈곱: (
    <div>
      1. Premium Lamb
      <br />
      <br />
      양 어깨살과 양심장을 사용한 이 레시피는 눈 건강을 유지하는 데 도움이 되는
      필수 지방산과 비타민이 풍부합니다. 양고기에는 아연이 포함되어 있어 눈물과
      눈곱 문제를 완화시키며, 당근과 사과는 비타민 A와 항산화 성분을 제공하여 눈
      건강을 지켜줍니다. 반려견의 눈 건강을 위해 이 레시피를 선택하세요. 눈물과
      눈곱 문제를 해결하고 건강한 시력을 유지하세요!
      <br />
      <br />
      #양어깨살 #양심장 #당근 #사과
      <br />
      <br />
      <br />
      2. Turkey & Beef
      <br />
      <br />
      칠면조 가슴살과 소 홍두깨살을 사용한 이 레시피는 눈 건강을 유지하는 데
      필요한 비타민 A와 항산화 성분을 제공합니다. 칠면조 가슴살은 저지방 고단백
      식재료로, 눈 건강에 필요한 영양소를 공급하며, 단호박과 블루베리는 항산화
      성분이 풍부해 눈의 염증을 줄이고, 시력을 보호합니다. 반려견의 눈 건강을
      위해 이 레시피를 선택하세요. 반려견의 눈 건강을 지키기 위한 최적의
      선택입니다!
      <br />
      <br />
      #칠면조가슴살 #소홍두깨살 #단호박 #블루베리
      <br />
      <br />
      <br />
      3. Duck & Lamb
      <br />
      <br />
      오리 가슴살과 양 어깨살을 사용한 이 레시피는 눈 건강을 위한 필수 지방산과
      비타민 A가 풍부합니다. 오리고기는 오메가-3 지방산이 풍부하여 눈의 염증을
      줄이고, 양고기는 비타민 B12와 아연이 포함되어 눈 건강을 지키는 데
      필수적입니다. 단호박과 표고버섯은 항산화 성분을 통해 눈물과 눈곱 문제를
      해결하고, 시력을 보호합니다. 반려견의 눈 건강을 위해 이 레시피를
      선택하세요!
      <br />
      <br />
      #오리가슴살 #양어깨살 #단호박 #표고버섯
      <br />
      <br />
      <br />
    </div>
  ),
  '적은 음수량': (
    <div>
      1. Starter Premium
      <br />
      <br />
      닭고기와 칠면조 가슴살을 사용한 이 레시피는 음수량이 적은 반려견에게
      필요한 수분을 보충하는 데 도움을 줍니다. 닭고기와 칠면조 가슴살은 체내
      수분 보충에 필수적인 단백질과 아미노산을 제공합니다. 단호박과 브로콜리는
      수분 함량이 높아 체내 수분을 유지하는 데 도움이 됩니다. 음수량이 부족한
      반려견을 위해 이 레시피를 선택하세요. 반려견의 체내 수분 균형을 유지하고
      건강을 지켜줄 최고의 선택입니다!
      <br />
      <br />
      #닭고기 #칠면조가슴살 #단호박 #브로콜리
      <br />
      <br />
      <br />
      2. Premium Chicken
      <br />
      <br />
      닭 가슴살과 닭 심장을 사용한 이 레시피는 음수량이 적은 반려견에게 수분
      보충을 촉진합니다. 닭 가슴살은 고단백 식재료로 체내 수분을 유지하는 데
      필수적이며, 닭 심장은 체내 칼슘과 수분 균형을 유지합니다. 단호박과
      브로콜리는 수분 함량이 높아 체내 수분을 보충하는 데 도움이 됩니다.
      반려견의 음수량 부족 문제를 해결하기 위해 이 레시피를 선택하세요. 건강한
      수분 보충을 위한 최고의 선택입니다!
      <br />
      <br />
      #닭가슴살 #닭심장 #단호박 #브로콜리
      <br />
      <br />
      <br />
      3. Premium Turkey
      <br />
      <br />
      칠면조 가슴살을 사용한 이 레시피는 음수량이 적은 반려견에게 필요한 수분을
      제공합니다. 칠면조 가슴살은 저지방 고단백 식재료로 체내 수분 균형을
      유지하며, 단호박과 사과는 체내 수분을 보충하는 데 도움을 줍니다. 코코넛은
      체내 수분 유지와 함께 건강한 지방을 공급하여 에너지를 보충합니다. 반려견의
      음수량 부족 문제를 해결하고 건강을 지키기 위해 이 레시피를 선택하세요.
      <br />
      <br />
      #칠면조가슴살 #단호박 #사과 #코코넛
      <br />
      <br />
      <br />
    </div>
  ),
  피부·모질: (
    <div>
      1. Lamb & Beef
      <br />
      <br />
      소 홍두깨살과 양 어깨살을 사용한 이 레시피는 반려견의 피부와 모질 건강을
      지키는 데 필수적인 고단백 식재료를 제공합니다. 소고기와 양고기는 비타민
      B12와 아연이 풍부해 피부 재생을 촉진하고, 모질을 건강하게 유지합니다.
      단호박과 당근은 비타민 A와 항산화 성분을 제공하여 피부 건강을 지키고,
      모질을 강화합니다. 반려견의 건강한 피부와 모질을 위해 이 레시피를
      선택하세요.
      <br />
      <br />
      #소홍두깨살 #양어깨살 #단호박 #당근
      <br />
      <br />
      <br />
      2. Premium Lamb
      <br />
      <br />
      양 어깨살과 양심장이 포함된 이 레시피는 반려견의 피부와 모질을 건강하게
      유지하는 데 필요한 단백질과 지방산을 제공합니다. 양고기는 비타민 B12와
      아연이 풍부하여 피부 재생을 촉진하며, 당근과 사과는 비타민 A와 항산화
      성분을 통해 피부와 모질을 강화합니다. 반려견의 건강한 피부와 모질을 위해
      이 레시피를 선택하세요. 피부 문제를 예방하고 모질을 건강하게 유지하세요!
      <br />
      <br />
      #양어깨살 #양심장 #당근 #사과
      <br />
      <br />
      <br />
      3. Premium Beef
      <br />
      <br />
      소 홍두깨살과 소심장을 사용한 이 레시피는 반려견의 피부와 모질 건강을
      지키는 데 필요한 필수 영양소를 제공합니다. 소고기는 철분과 아연이 풍부하여
      피부 건강을 지원하고, 모질을 강화합니다. 단호박과 사과는 비타민 A와 항산화
      성분을 제공하여 피부와 모질 건강을 지키는 데 도움을 줍니다. 반려견의
      피부와 모질을 건강하게 유지하기 위해 이 레시피를 선택하세요.
      <br />
      <br />
      #소홍두깨살 #소심장 #단호박 #사과
      <br />
      <br />
      <br />
    </div>
  ),
  '관절 건강': (
    <div>
      1. Duck & Lamb
      <br />
      <br />
      오리 가슴살과 양 어깨살을 사용한 이 레시피는 반려견의 관절 건강을 지키는
      데 필수적인 오메가-3 지방산과 단백질을 제공합니다. 오리고기는 오메가-3
      지방산이 풍부하여 관절 염증을 줄이고, 양고기는 비타민 B12와 아연이
      포함되어 관절과 뼈 건강을 유지하는 데 필수적입니다. 단호박과 표고버섯은
      항염 성분이 풍부하여 관절 통증을 완화하고 유연성을 유지합니다. 반려견의
      관절 건강을 위해 이 레시피를 선택하세요.
      <br />
      <br />
      #오리가슴살 #양어깨살 #단호박 #표고버섯
      <br />
      <br />
      <br />
      2. Premium Chicken
      <br />
      <br />
      닭 가슴살과 닭 심장을 사용한 이 레시피는 반려견의 관절 건강을 강화하는 데
      필요한 단백질과 칼슘을 제공합니다. 닭 가슴살은 고단백 식재료로 관절을
      지지하고, 닭 심장은 칼슘을 제공하여 뼈와 관절 건강을 지키는 데
      필수적입니다. 단호박과 브로콜리는 항산화 성분과 비타민 C를 제공하여 관절의
      염증을 줄이고, 유연성을 유지하는 데 도움을 줍니다. 반려견의 관절 건강을
      위해 이 레시피를 선택하세요.
      <br />
      <br />
      #닭가슴살 #닭심장 #단호박 #브로콜리
      <br />
      <br />
      <br />
      3. Lamb & Beef
      <br />
      <br />
      소 홍두깨살과 양 어깨살을 사용한 이 레시피는 반려견의 관절 건강을 지키는
      데 필요한 단백질과 비타민을 제공합니다. 소고기와 양고기는 철분과 아연이
      풍부해 관절 건강을 강화하며, 단호박과 당근은 항염 성분을 통해 관절 통증을
      완화하고 유연성을 유지하는 데 도움을 줍니다. 반려견의 활발한 움직임을 위해
      이 레시피를 선택하세요.
      <br />
      <br />
      #소홍두깨살 #양어깨살 #단호박 #당근
      <br />
      <br />
      <br />
    </div>
  ),
  '자견 발육': (
    <div>
      1. Turkey & Beef
      <br />
      <br />
      칠면조 가슴살과 소 홍두깨살이 포함된 이 레시피는 자견의 건강한 발육에
      필요한 고단백질과 비타민을 제공합니다. 칠면조 가슴살은 저지방 고단백
      식재료로 자견의 근육 발달을 돕고, 소 홍두깨살은 철분과 비타민 B12를 통해
      자견의 에너지를 보충합니다. 단호박과 당근은 비타민 A와 섬유질이 풍부해
      소화 건강과 시력 보호에 기여합니다. 반려견 자견의 건강한 발육을 위해 이
      레시피를 선택하세요.
      <br />
      <br />
      #칠면조가슴살 #소홍두깨살 #단호박 #당근
      <br />
      <br />
      <br />
      2. Premium Turkey
      <br />
      <br />
      칠면조 가슴살을 사용한 이 레시피는 자견의 성장과 발달을 지원하는 고단백
      식재료로 구성되었습니다. 칠면조 가슴살은 필수 아미노산과 비타민 B6가
      풍부하여 자견의 근육 발달을 돕고, 단호박과 사과는 소화 건강과 면역력을
      강화합니다. 코코넛은 에너지를 보충하여 자견이 활기차게 성장할 수 있도록
      돕습니다. 자견의 건강한 발육을 위해 이 레시피를 선택하세요.
      <br />
      <br />
      #칠면조가슴살 #단호박 #사과 #코코넛
      <br />
      <br />
      <br />
      3. Starter Premium
      <br />
      <br />
      닭고기와 칠면조 가슴살을 사용한 이 레시피는 자견의 발육에 필요한 필수
      영양소를 제공합니다. 닭고기와 칠면조 가슴살은 고단백 식재료로 자견의 근육
      발달을 촉진하며, 단호박과 녹색바나나는 소화 건강을 돕고 자견의 에너지를
      보충합니다. 자견의 성장과 건강을 위해 이 레시피를 선택하세요. 자견의
      건강한 발육을 위한 최고의 선택입니다!
      <br />
      <br />
      #닭고기 #칠면조가슴살 #단호박 #녹색바나나
      <br />
      <br />
      <br />
    </div>
  ),
  '노령견 건강': (
    <div>
      1. Premium Chicken
      <br />
      <br />
      닭 가슴살과 닭 심장을 사용한 이 레시피는 노령견의 건강을 유지하는 데
      필요한 단백질과 칼슘을 제공합니다. 닭 가슴살은 저지방 고단백 식재료로
      근육을 유지하고, 닭 심장은 뼈 건강을 지키는 데 필수적입니다. 단호박과
      브로콜리는 항산화 성분과 비타민 C를 제공하여 노령견의 면역력을 강화하고,
      세포 손상을 방지합니다. 노령견의 건강을 위해 이 레시피를 선택하세요.
      <br />
      <br />
      #닭가슴살 #닭심장 #단호박 #브로콜리
      <br />
      <br />
      <br />
      2. Premium Beef
      <br />
      <br />
      소 홍두깨살과 소심장을 사용한 이 레시피는 노령견의 근육 유지와 에너지를
      공급하는 데 필요한 고단백 식재료를 제공합니다. 소고기는 철분과 아연이
      풍부하여 근육 유지와 혈액 순환을 돕고, 소심장은 비타민 B12와 철분을
      제공하여 노령견의 활력을 유지합니다. 단호박과 사과는 항산화 성분과
      비타민을 통해 노령견의 면역력을 강화하고, 세포 손상을 예방합니다. 노령견의
      건강을 위해 이 레시피를 선택하세요.
      <br />
      <br />
      #소홍두깨살 #소심장 #단호박 #사과
      <br />
      <br />
      <br />
      3. Turkey & Beef
      <br />
      <br />
      칠면조 가슴살과 소 홍두깨살을 사용한 이 레시피는 노령견의 건강을 유지하는
      데 필요한 필수 영양소를 제공합니다. 칠면조 가슴살은 저지방 고단백 식재료로
      노령견의 근육 유지에 도움을 주며, 소 홍두깨살은 철분과 비타민 B12를
      제공하여 혈액 건강을 지켜줍니다. 단호박과 블루베리는 항산화 성분을 통해
      노령견의 면역력을 강화하고, 세포 손상을 예방합니다. 노령견의 건강을 위해
      이 레시피를 선택하세요.
      <br />
      <br />
      #칠면조가슴살 #소홍두깨살 #단호박 #블루베리
      <br />
      <br />
      <br />
    </div>
  ),

  //*** 그 외 고민사항 */
  말랐어요: (
    <div>
      1. Turkey & Beef
      <br />
      <br />
      칠면조 가슴살과 소 홍두깨살이 포함된 이 레시피는 체중 증가에 필요한
      고단백질을 제공하며, 체내 에너지를 증진시키는 철분과 비타민 B12가
      풍부합니다. 단호박은 소화를 돕고 면역력을 강화하며, 당근은 비타민 A를
      제공하여 시력과 피부 건강을 지원합니다. 블루베리는 항산화 성분이 풍부해
      세포 보호와 면역력 강화를 돕습니다. 체중이 부족한 반려견에게 필요한 모든
      영양소를 제공합니다. 반려견의 활력과 건강한 체중 증가를 위해 지금
      선택하세요!
      <br />
      <br />
      #칠면조가슴살 #소홍두깨살 #단호박 #당근 #블루베리
      <br />
      <br />
      <br />
      2. Premium Lamb
      <br />
      <br />
      양고기와 양심장을 포함한 이 레시피는 단백질과 필수 비타민을 제공하여 체중
      증가를 촉진합니다. 양고기는 비타민 B12와 아연이 풍부해 신진대사를
      활성화하며, 건강한 체중 증가를 지원합니다. 당근과 사과는 비타민 A와 항산화
      성분을 제공하여 면역력을 강화하고, 소화 건강을 돕습니다. 반려견의 체중
      증가와 전반적인 건강을 개선해 반려견의 건강을 최상의 상태로 유지하세요!
      <br />
      <br />
      #양고기 #양심장 #당근 #사과
      <br />
      <br />
      <br />
      3. Starter Premium
      <br />
      <br />
      닭고기와 칠면조 가슴살이 포함된 이 레시피는 체중이 적은 반려견의 근육
      발달과 체중 증가에 필요한 고단백질을 제공합니다. 닭고기는 필수 아미노산과
      비타민 B6가 풍부해 근육과 뼈 건강을 지키며, 단호박은 베타카로틴과 섬유질이
      풍부하여 소화 건강을 돕습니다. 녹색바나나는 에너지와 소화 건강을 지원하며,
      비타민D는 뼈 건강을 강화합니다. 반려견의 체중 증가와 건강을 위한 최고의
      선택입니다. 사랑하는 반려견이 건강하게 성장할 수 있도록 지금 선택하세요!
      <br />
      <br />
      #닭고기 #칠면조가슴살 #단호박 #녹색바나나 #비타민D
      <br />
      <br />
      <br />
    </div>
  ),
  '다이어트 필요': (
    <div>
      <br />
      1. Lamb & Beef
      <br />
      <br />
      소 홍두깨살과 양 어깨살을 포함한 이 레시피는 저지방 고단백질로, 체중
      관리와 근육 보호에 효과적입니다. 소고기는 철분과 아연이 풍부해 체내
      에너지를 유지하고, 양 어깨살은 필수 아미노산을 제공하여 체중 감량 중에도
      근육을 보호합니다. 단호박은 포만감을 주어 과식을 방지하며, 사과는 항산화
      성분과 식이섬유를 공급하여 소화 건강을 지원합니다. 헴프씨드는 오메가-3와
      섬유질이 풍부해 체중 관리에 유리합니다. 반려견의 건강한 체중 관리를 위해
      이 레시피를 선택하세요. 건강한 체중 감량을 통해 더 활기찬 반려견의 삶을
      만들어 주세요!
      <br />
      <br />
      #소홍두깨살 #양어깨살 #단호박 #사과 #헴프씨드
      <br />
      <br />
      <br />
      2. Duck & Lamb
      <br />
      <br />
      오리 가슴살과 양 어깨살을 사용한 이 레시피는 고단백질이면서 지방 함량이
      낮아 체중 감소에 적합합니다. 오리고기는 오메가-3 지방산이 풍부해 염증을
      줄이고, 심혈관 건강을 지킵니다. 단호박과 표고버섯은 소화와 면역력을
      강화하며, 블루베리는 항산화 성분이 풍부하여 세포 보호에 기여합니다. 체중을
      효과적으로 관리할 수 있도록, 반려견의 건강한 다이어트를 위한 이 레시피를
      지금 선택하세요!
      <br />
      <br />
      #오리가슴살 #양어깨살 #단호박 #표고버섯 #블루베리
      <br />
      <br />
      <br />
      3. Premium Turkey
      <br />
      <br />
      칠면조 고기를 포함한 이 레시피는 저지방 고단백질로, 체중 감소와 근육
      유지를 돕습니다. 칠면조는 필수 아미노산과 비타민 B6가 풍부해 근육 손실을
      방지하면서 체중을 줄이는 데 효과적입니다. 단호박과 녹색바나나는 소화와
      면역력을 강화하며, 코코넛은 건강한 지방을 제공하여 에너지를 유지하도록
      돕습니다. 반려견의 건강한 다이어트를 위해 지금 선택하세요. 반려견이 더욱
      건강하게 살아갈 수 있도록 도와주세요!
      <br />
      <br />
      #칠면조고기 #단호박 #녹색바나나 #코코넛
      <br />
      <br />
      <br />
    </div>
  ),
  '심각한 비만': (
    <div>
      1. Premium Chicken
      <br />
      <br />
      닭 가슴살, 닭 심장, 닭 근위를 포함한 이 레시피는 저지방 고단백 식단으로
      체중 감소에 효과적입니다. 닭 고기는 필수 아미노산과 비타민 B6가 풍부해
      근육을 유지하면서 지방을 태우는 데 도움을 줍니다. 단호박과 브로콜리는
      소화를 돕고 면역력을 강화하며, 블루베리는 항산화 성분을 통해 세포 보호를
      지원합니다. 비만 문제를 해결하기 위해 이 레시피를 선택하세요. 반려견의
      건강한 체중 감량을 도와줄 완벽한 선택입니다!
      <br />
      <br />
      #닭가슴살 #닭심장 #닭근위 #단호박 #브로콜리 #블루베리
      <br />
      <br />
      <br />
      2. Premium Beef
      <br />
      <br />
      소 홍두깨살과 소 심장을 포함한 이 레시피는 지방 함량이 낮아 체중 감소에
      도움이 됩니다. 소 홍두깨살은 고단백질과 철분이 풍부하여 근육을 보호하고
      체내 에너지를 유지하는 데 도움이 되며, 소심장은 비타민 B12와 철분이 풍부해
      혈액 생성을 촉진합니다. 단호박과 사과는 소화 건강을 향상하고, 코코넛은
      건강한 지방을 제공하여 에너지를 유지하도록 돕습니다. 반려견의 건강한 체중
      관리를 위해 지금 선택하세요. 체중 문제를 해결하고, 더 건강한 미래를
      만들어주세요!
      <br />
      <br />
      #소홍두깨살 #소심장 #단호박 #사과 #코코넛
      <br />
      <br />
      <br />
      3. Lamb & Beef
      <br />
      <br />
      소 홍두깨살과 양 어깨살을 사용한 이 레시피는 저지방 고단백질로, 건강한
      체중 관리를 지원합니다. 소고기는 철분과 아연이 풍부해 신진대사를 촉진하며,
      양고기는 비타민 B12와 아연이 포함되어 체내 에너지 수준을 높입니다.
      단호박과 당근은 소화를 돕고 포만감을 유지하여 체중 감량을 촉진합니다.
      반려견의 비만 문제를 해결하고, 건강한 체중을 유지하도록 이 레시피를
      선택하세요!
      <br />
      <br />
      #소홍두깨살 #양어깨살 #단호박 #당근
      <br />
      <br />
      <br />
    </div>
  ),
  '임신한 상태': (
    <div>
      1. Turkey & Beef
      <br />
      <br />
      칠면조 가슴살과 소 홍두깨살을 사용한 이 레시피는 임신 중인 반려견에게
      필수적인 단백질과 철분을 제공합니다. 칠면조 가슴살은 지방이 적고 단백질이
      풍부하여 태아의 건강한 발달을 지원하며, 소 홍두깨살은 철분과 비타민 B12를
      제공해 어미 반려견의 에너지를 유지하고 혈액 생성을 촉진합니다. 단호박과
      브로콜리는 소화와 면역력을 강화하며, 블루베리는 항산화 성분이 풍부해 세포
      보호를 지원합니다. 헴프씨드는 오메가-3 지방산과 섬유질을 제공하여 임신
      중에도 건강을 유지할 수 있게 합니다. 임신 중 반려견의 건강을 위해 이
      레시피를 선택하세요. 사랑하는 반려견과 태아의 건강을 위한 완벽한
      선택입니다.
      <br />
      <br />
      #칠면조가슴살 #소홍두깨살 #단호박 #브로콜리 #블루베리 #헴프씨드
      <br />
      <br />
      <br />
      2. Premium Turkey
      <br />
      <br />
      칠면조 가슴살을 사용한 이 레시피는 임신 중 반려견의 건강한 발달을
      지원합니다. 칠면조 가슴살은 필수 아미노산과 비타민 B6가 풍부해 태아의
      성장과 어미 반려견의 건강을 동시에 지킵니다. 단호박과 사과는 베타카로틴과
      식이섬유가 풍부해 소화 건강과 태아의 발달을 돕고, 코코넛은 에너지를
      보충하여 임신 중에도 활력을 유지할 수 있게 합니다. 비타민D는 뼈 건강을
      강화하여 어미와 태아의 건강한 발육을 돕습니다. 임신 중 반려견의 건강을
      위해 지금 선택하세요. 반려견과 태아의 건강을 위한 최고의 선택입니다!
      <br />
      <br />
      #칠면조가슴살 #단호박 #사과 #코코넛 #비타민D
      <br />
      <br />
      <br />
      3. Duck & Lamb
      <br />
      <br />
      오리 가슴살과 양 어깨살은 단백질과 필수 지방산을 제공하여 임신 중 반려견의
      건강을 지원합니다. 오리고기는 오메가-3 지방산이 풍부하여 태아의 두뇌
      발달에 기여하고, 양고기는 비타민 B12와 아연이 풍부해 신진대사를
      촉진합니다. 단호박과 표고버섯은 소화 건강을 돕고 태아의 건강한 발달을
      지원하며, 블루베리는 항산화 성분이 풍부해 세포 보호에 기여합니다. 임신 중
      반려견의 건강을 위해 이 레시피를 선택하세요. 반려견과 태아의 건강을
      최우선으로 생각한 최적의 선택입니다!
      <br />
      <br />
      #오리가슴살 #양어깨살 #단호박 #표고버섯 #블루베리
      <br />
      <br />
      <br />
      3. Turkey & Beef
      <br />
      <br />
      칠면조 가슴살과 소 홍두깨살을 사용한 이 레시피는 노령견의 건강을 유지하는
      데 필요한 필수 영양소를 제공합니다. 칠면조 가슴살은 저지방 고단백 식재료로
      노령견의 근육 유지에 도움을 주며, 소 홍두깨살은 철분과 비타민 B12를
      제공하여 혈액 건강을 지켜줍니다. 단호박과 블루베리는 항산화 성분을 통해
      노령견의 면역력을 강화하고, 세포 손상을 예방합니다. 노령견의 건강을 위해
      이 레시피를 선택하세요.
      <br />
      <br />
      #칠면조가슴살 #소홍두깨살 #단호박 #블루베리
      <br />
      <br />
      <br />
    </div>
  ),
  '수유 중': (
    <div>
      1. Premium Lamb
      <br />
      <br />
      양 어깨살과 양심장을 사용한 이 레시피는 수유 중 반려견에게 필요한 단백질과
      비타민을 제공합니다. 양고기는 비타민 B12와 아연이 풍부해 신진대사를
      촉진하고, 모유의 영양가를 높이는 데 기여합니다. 당근과 사과는 비타민 A와
      항산화 성분을 제공하여 모유의 영양가를 높이고, 소화 건강을 돕습니다. 수유
      중 반려견의 건강을 위해 이 레시피를 선택하세요. 반려견과 새끼들의 건강한
      삶을 위한 최고의 선택입니다!
      <br />
      <br />
      #양어깨살 #양심장 #당근 #사과
      <br />
      <br />
      <br />
      2. Premium Chicken
      <br />
      <br />
      닭 가슴살과 닭 심장을 사용한 이 레시피는 수유 중 반려견에게 필수적인
      단백질과 칼슘을 제공합니다. 닭 가슴살은 필수 아미노산과 비타민 B6가 풍부해
      모유의 질을 개선하며, 닭 심장은 칼슘을 제공하여 뼈 건강을 유지합니다.
      단호박과 브로콜리는 베타카로틴과 비타민 C를 제공하여 면역력을 높이고, 소화
      건강을 지원합니다. 수유 중 반려견의 건강을 위해 이 레시피를 선택하세요.
      반려견과 새끼들의 건강한 삶을 위한 최고의 선택입니다!
      <br />
      <br />
      #닭가슴살 #닭심장 #단호박 #브로콜리
      <br />
      <br />
      <br />
      3. Starter Premium
      <br />
      <br />
      닭고기와 칠면조 가슴살을 사용한 이 레시피는 수유 중 반려견에게 필요한
      에너지와 단백질을 제공합니다. 닭고기는 필수 아미노산과 비타민 B6가 풍부해
      모유의 질을 개선하며, 칠면조 가슴살은 지방이 적어 체중을 건강하게
      유지합니다. 단호박과 녹색바나나는 소화 건강을 돕고 에너지를 공급하여 수유
      중에도 활력을 유지할 수 있게 합니다. 반려견과 새끼들의 건강한 삶을 위해 이
      레시피를 선택하세요!
      <br />
      <br />
      #닭고기 #칠면조가슴살 #단호박 #녹색바나나
      <br />
      <br />
      <br />
    </div>
  ),

  ///////////////////////////
  //* 현재 상태 이외
  '적은 음수량': (
    <div>
      1. Starter Premium
      <br />
      <br />
      닭고기와 칠면조 가슴살을 사용한 이 레시피는 반려견이 더 많은 수분을
      섭취하도록 돕습니다. 닭고기는 필수 아미노산과 비타민 B6가 풍부해 체내
      수분을 유지하고, 칠면조 가슴살은 저지방 고단백 식재료로 체내 균형을
      유지합니다. 단호박과 브로콜리는 수분 함량이 높아 체내 수분을 보충하고,
      녹색바나나는 소화 건강을 지원하여 전반적인 건강을 유지하도록 돕습니다.
      음수량이 적은 반려견을 위해 이 레시피를 선택하세요. 건강한 수분 보충을
      위한 최고의 선택입니다!
      <br />
      <br />
      #닭고기 #칠면조가슴살 #단호박 #브로콜리 #녹색바나나
      <br />
      <br />
      <br />
      2. Lamb & Beef
      <br />
      <br />
      소 홍두깨살과 양 어깨살을 사용한 이 레시피는 반려견이 충분한 수분을 섭취할
      수 있도록 돕습니다. 소고기는 철분과 아연이 풍부해 신진대사를 촉진하고,
      양고기는 비타민 B12와 아연을 제공하여 체내 수분 균형을 유지합니다.
      단호박과 사과는 수분 함량이 높아 체내 수분 보충에 도움을 주며, 코코넛은
      체내 수분 보유력을 강화합니다. 음수량이 적은 반려견을 위해 이 레시피를
      선택하세요. 건강한 수분 보충을 위해 지금 선택하세요!
      <br />
      <br />
      #소홍두깨살 #양어깨살 #단호박 #사과 #코코넛
      <br />
      <br />
      <br />
      3. Premium Turkey
      <br />
      <br />
      칠면조 가슴살을 사용한 이 레시피는 음수량이 적은 반려견에게 이상적입니다.
      칠면조 가슴살은 저지방 고단백 식재료로 체내 수분 균형을 유지하며, 단호박과
      사과는 체내 수분을 보충하는 데 도움을 줍니다. 코코넛은 체내 수분을
      유지하며, 비타민B-Complex는 체내 수분 균형을 촉진합니다. 반려견의 체내
      수분을 보충하고 건강을 유지하기 위해 이 레시피를 선택하세요. 음수량 부족
      문제를 해결하는 최고의 선택입니다!
      <br />
      <br />
      #칠면조가슴살 #단호박 #사과 #코코넛 #비타민BComplex
      <br />
      <br />
      <br />
    </div>
  ),
  '많은 활동량': (
    <div>
      1. Turkey & Beef
      <br />
      <br />
      칠면조 가슴살과 소 홍두깨살이 포함된 이 레시피는 활동량이 많은 반려견에게
      필수적인 단백질과 에너지를 제공합니다. 칠면조 가슴살은 지방이 적고
      단백질이 풍부하여 근육을 유지하고, 소 홍두깨살은 철분과 비타민 B12를
      제공해 체내 에너지 수준을 높입니다. 단호박과 당근은 소화와 면역력을
      강화하며, 블루베리는 항산화 성분이 풍부해 세포 보호에 기여합니다. 활동량이
      많은 반려견을 위한 최고의 에너지 공급원입니다. 반려견의 활력을 위해 지금
      선택하세요!
      <br />
      <br />
      #칠면조가슴살 #소홍두깨살 #단호박 #당근 #블루베리
      <br />
      <br />
      <br />
      2. Premium Chicken
      <br />
      <br />
      닭 가슴살과 닭 심장을 사용한 이 레시피는 높은 활동량을 가진 반려견의
      에너지를 충전합니다. 닭 가슴살은 고단백 식재료로 근육 유지에 필수적이며,
      닭 심장은 칼슘을 제공하여 뼈 건강을 유지합니다. 단호박과 브로콜리는 소화와
      면역력을 강화하며, 블루베리는 항산화 성분을 통해 세포 손상을 방지합니다.
      활발한 반려견에게 이 레시피를 추천합니다. 반려견의 활력을 위해 지금
      선택하세요!
      <br />
      <br />
      #닭가슴살 #닭심장 #단호박 #브로콜리 #블루베리
      <br />
      <br />
      <br />
      3. Starter Premium
      <br />
      <br />
      닭고기와 칠면조 가슴살을 사용한 이 레시피는 활동량이 많은 반려견에게
      필요한 에너지를 효과적으로 제공합니다. 닭고기와 칠면조 가슴살은 고단백
      식재료로 근육 강화와 에너지 공급에 필수적입니다. 단호박과 녹색바나나는
      소화 건강을 돕고, 체내 에너지를 유지하도록 합니다. 활동량이 많은
      반려견에게 이 레시피를 추천합니다. 반려견의 에너지를 충전하기 위해 지금
      선택하세요!
      <br />
      <br />
      #닭고기 #칠면조가슴살 #단호박 #녹색바나나
      <br />
      <br />
      <br />
    </div>
  ),
  '적은 활동량': (
    <div>
      1. Premium Lamb
      <br />
      <br />
      양 어깨살과 양심장이 포함된 이 레시피는 활동량이 적은 반려견에게 적합한
      저칼로리 고단백 식재료를 제공합니다. 양고기는 비타민 B12와 아연이 풍부해
      체내 에너지를 적절히 공급하며, 체중 증가를 방지합니다. 단호박과 사과는
      소화 건강을 돕고, 포만감을 제공하여 체중 관리에 도움을 줍니다. 반려견의
      건강한 체중을 유지하기 위해 이 레시피를 선택하세요. 활동량이 적은 반려견의
      건강을 위한 최적의 선택입니다!
      <br />
      <br />
      #양어깨살 #양심장 #단호박 #사과
      <br />
      <br />
      <br />
      2. Duck & Lamb
      <br />
      <br />
      오리 가슴살과 양 어깨살을 사용한 이 레시피는 저지방 고단백 식재료로,
      활동량이 적은 반려견의 체중을 건강하게 유지하도록 돕습니다. 오리고기는
      오메가-3 지방산이 풍부하여 염증을 줄이고, 양고기는 비타민 B12와 아연을
      제공해 신진대사를 촉진합니다. 단호박과 표고버섯은 소화를 돕고 포만감을
      제공하여 체중 관리를 지원합니다. 활동량이 적은 반려견의 건강을 위해 이
      레시피를 선택하세요!
      <br />
      <br />
      #오리가슴살 #양어깨살 #단호박 #표고버섯
      <br />
      <br />
      <br />
      3. Lamb & Beef
      <br />
      <br />
      소 홍두깨살과 양 어깨살을 사용한 이 레시피는 지방이 적은 고단백 식재료로,
      체중 증가를 예방하고 적정 체중을 유지하도록 돕습니다. 소고기는 철분과
      아연이 풍부해 신진대사를 촉진하며, 양고기는 필수 아미노산을 제공하여
      근육을 보호합니다. 단호박과 당근은 소화 건강을 돕고, 체중 관리를 돕습니다.
      활동량이 적은 반려견의 건강을 위해 이 레시피를 선택하세요. 반려견의 건강을
      위해 지금 선택하세요!
      <br />
      <br />
      #소홍두깨살 #양어깨살 #단호박 #당근
      <br />
      <br />
      <br />
    </div>
  ),
};
